[{"model": "home.aboutsection", "pk": 1, "fields": {"section": "ABOUT", "disp_seq": 10, "hide_display": false, "section_title": "Goldmark - Who we Are"}}, {"model": "home.aboutsection", "pk": 2, "fields": {"section": "FAQ", "disp_seq": 20, "hide_display": false, "section_title": "Shipping Policy"}}, {"model": "home.aboutsection", "pk": 3, "fields": {"section": "ENQUIRY", "disp_seq": 30, "hide_display": false, "section_title": "Enquiries"}}, {"model": "home.abouttext", "pk": 1, "fields": {"section": 1, "disp_seq": 10, "hide_display": false, "text_title": "Origin", "text_body": "Goldmark was founded in 1993 so has operated in Carlow for more than 30 years"}}, {"model": "home.abouttext", "pk": 2, "fields": {"section": 1, "disp_seq": 20, "hide_display": false, "text_title": "Specialities", "text_body": "Derek from Goldmark is a qualified horologist (watchmaker) although these days spends more time making jewellery products"}}, {"model": "home.abouttext", "pk": 3, "fields": {"section": 2, "disp_seq": 10, "hide_display": false, "text_title": "Lead Times", "text_body": "The lead time (time between ordering and shipping) depends on the item source:\r\n* If an item is available in stock, then it can be made available for shipping or collection the next day after the order is placed.\r\n* If an item is make-to-order there is typically a lead time of 7 days before shipping\r\n* For comissioned items, please allow approximately 3 weeks as these are hand-made items and may require specially ordered stones or precious metals - we can discuss this with you at the time of placing the order."}}, {"model": "home.abouttext", "pk": 4, "fields": {"section": 2, "disp_seq": 17, "hide_display": false, "text_title": "Delivery Policy", "text_body": "Currently we offer two options - COLLECT or REGPOST:\r\nCollection in-person is available and we are always delighted to meet our customers in person and get to know you!\r\nRegistered Post - we currently accept orders for delivery within the Island of Ireland, and we use the AnPost registered postal service, which is insured to a value of €300.  On shipping, we add the tracking number to each order, which allows you to track delivery progress."}}, {"model": "home.abouttext", "pk": 5, "fields": {"section": 2, "disp_seq": 30, "hide_display": false, "text_title": "Returns Policy", "text_body": "Returns are available as per EU law, within 10 days of placing the order.\r\nWe do not cover shipping cost for returns.\r\n\r\nItems which have been personalised as per the customer's request (e.g. engraving or modification) can unfortunately not be returned as they are not resaleable."}}, {"model": "home.abouttext", "pk": 6, "fields": {"section": 3, "disp_seq": 10, "hide_display": false, "text_title": "Any Questions, please ask!", "text_body": "We welcome enquiries from our customers.  We are happy to take telephone enquiries on 059 1231234 during working hours.  Otherwise, please raise an enquiry here, we check these messages about once per day so may not come back to you immediately, but we will always try to answer your questions within a reasonable time.\r\n\r\nIf you have any images that you wish to share, for example design queries, please upload them and we can have a look."}}]